OdError_FileException.getFileName
\details
Returns the filename of this Error object.

OdError_FileException.#ctor(OdResult,OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\param code [in]  Result code.
\param filename [in]  Filename.